ilancosman/tide@v5
jorgebucaran/nvm.fish
patrickf1/fzf.fish
veggiemonk/almostontop-fish
dideler/fish-dl
halostatue/fish-macos@v4.x
catppuccin/fish
gazorby/fish-exa
paysonwallach/fish-you-should-use
jorgebucaran/autopair.fish
franciscolourenco/done
yo-goto/ggl.fish
